//wuliu.taobao 样板 稳定

const Area = {
    group: [{
        "title": "华东",
        "codes": ["310000", "320000", "330000", "340000", "360000"]
    }, {
        "title": "华北",
        "codes": ["110000", "120000", "140000", "370000", "130000", "150000"]
    }, {
        "title": "华中",
        "codes": ["430000", "420000", "410000"]
    }, {
        "title": "华南",
        "codes": ["440000", "450000", "350000", "460000"]
    }, {
        "title": "东北",
        "codes": ["210000", "220000", "230000"]
    }, {
        "title": "西北",
        "codes": ["610000", "650000", "620000", "640000", "630000"]
    }, {
        "title": "西南",
        "codes": ["500000", "530000", "520000", "540000", "510000"]
    }, {
        "title": "港澳台",
        "codes": ["810000", "820000", "710000"]
    }, {
        "title": "海外",
        "codes": ["990000"]
    }],
    tdist: {
    "110000": {
        "title": "北京",
        "city": [
            {
                "title": "北京",
                "code": "110100"
            }
        ]
    },
    "120000": {
        "title": "天津",
        "city": [
            {
                "title": "天津",
                "code": "120100"
            }
        ]
    },
    "130000": {
        "title": "河北",
        "city": [
            {
                "title": "石家庄",
                "code": "130100"
            },
            {
                "title": "唐山",
                "code": "130200"
            },
            {
                "title": "秦皇岛",
                "code": "130300"
            },
            {
                "title": "邯郸",
                "code": "130400"
            },
            {
                "title": "邢台",
                "code": "130500"
            },
            {
                "title": "保定",
                "code": "130600"
            },
            {
                "title": "张家口",
                "code": "130700"
            },
            {
                "title": "承德",
                "code": "130800"
            },
            {
                "title": "沧州",
                "code": "130900"
            },
            {
                "title": "廊坊",
                "code": "131000"
            },
            {
                "title": "衡水",
                "code": "131100"
            }
        ]
    },
    "140000": {
        "title": "山西",
        "city": [
            {
                "title": "太原",
                "code": "140100"
            },
            {
                "title": "大同",
                "code": "140200"
            },
            {
                "title": "阳泉",
                "code": "140300"
            },
            {
                "title": "长治",
                "code": "140400"
            },
            {
                "title": "晋城",
                "code": "140500"
            },
            {
                "title": "朔州",
                "code": "140600"
            },
            {
                "title": "晋中",
                "code": "140700"
            },
            {
                "title": "运城",
                "code": "140800"
            },
            {
                "title": "忻州",
                "code": "140900"
            },
            {
                "title": "临汾",
                "code": "141000"
            },
            {
                "title": "吕梁",
                "code": "141100"
            }
        ]
    },
    "150000": {
        "title": "内蒙古",
        "city": [
            {
                "title": "呼和浩特",
                "code": "150100"
            },
            {
                "title": "包头",
                "code": "150200"
            },
            {
                "title": "乌海",
                "code": "150300"
            },
            {
                "title": "赤峰",
                "code": "150400"
            },
            {
                "title": "通辽",
                "code": "150500"
            },
            {
                "title": "鄂尔多斯",
                "code": "150600"
            },
            {
                "title": "呼伦贝尔",
                "code": "150700"
            },
            {
                "title": "巴彦淖尔",
                "code": "150800"
            },
            {
                "title": "乌兰察布",
                "code": "150900"
            },
            {
                "title": "兴安",
                "code": "152200"
            },
            {
                "title": "锡林郭勒",
                "code": "152500"
            },
            {
                "title": "阿拉善",
                "code": "152900"
            }
        ]
    },
    "210000": {
        "title": "辽宁",
        "city": [
            {
                "title": "沈阳",
                "code": "210100"
            },
            {
                "title": "大连",
                "code": "210200"
            },
            {
                "title": "鞍山",
                "code": "210300"
            },
            {
                "title": "抚顺",
                "code": "210400"
            },
            {
                "title": "本溪",
                "code": "210500"
            },
            {
                "title": "丹东",
                "code": "210600"
            },
            {
                "title": "锦州",
                "code": "210700"
            },
            {
                "title": "营口",
                "code": "210800"
            },
            {
                "title": "阜新",
                "code": "210900"
            },
            {
                "title": "辽阳",
                "code": "211000"
            },
            {
                "title": "盘锦",
                "code": "211100"
            },
            {
                "title": "铁岭",
                "code": "211200"
            },
            {
                "title": "朝阳",
                "code": "211300"
            },
            {
                "title": "葫芦岛",
                "code": "211400"
            }
        ]
    },
    "220000": {
        "title": "吉林",
        "city": [
            {
                "title": "长春",
                "code": "220100"
            },
            {
                "title": "吉林",
                "code": "220200"
            },
            {
                "title": "四平",
                "code": "220300"
            },
            {
                "title": "辽源",
                "code": "220400"
            },
            {
                "title": "通化",
                "code": "220500"
            },
            {
                "title": "白山",
                "code": "220600"
            },
            {
                "title": "松原",
                "code": "220700"
            },
            {
                "title": "白城",
                "code": "220800"
            },
            {
                "title": "延边",
                "code": "222400"
            }
        ]
    },
    "230000": {
        "title": "黑龙江",
        "city": [
            {
                "title": "哈尔滨",
                "code": "230100"
            },
            {
                "title": "齐齐哈尔",
                "code": "230200"
            },
            {
                "title": "鸡西",
                "code": "230300"
            },
            {
                "title": "鹤岗",
                "code": "230400"
            },
            {
                "title": "双鸭山",
                "code": "230500"
            },
            {
                "title": "大庆",
                "code": "230600"
            },
            {
                "title": "伊春",
                "code": "230700"
            },
            {
                "title": "佳木斯",
                "code": "230800"
            },
            {
                "title": "七台河",
                "code": "230900"
            },
            {
                "title": "牡丹江",
                "code": "231000"
            },
            {
                "title": "黑河",
                "code": "231100"
            },
            {
                "title": "绥化",
                "code": "231200"
            },
            {
                "title": "大兴安岭",
                "code": "232700"
            }
        ]
    },
    "310000": {
        "title": "上海",
        "city": [
            {
                "title": "上海",
                "code": "310100"
            }
        ]
    },
    "320000": {
        "title": "江苏",
        "city": [
            {
                "title": "南京",
                "code": "320100"
            },
            {
                "title": "无锡",
                "code": "320200"
            },
            {
                "title": "徐州",
                "code": "320300"
            },
            {
                "title": "常州",
                "code": "320400"
            },
            {
                "title": "苏州",
                "code": "320500"
            },
            {
                "title": "南通",
                "code": "320600"
            },
            {
                "title": "连云港",
                "code": "320700"
            },
            {
                "title": "淮安",
                "code": "320800"
            },
            {
                "title": "盐城",
                "code": "320900"
            },
            {
                "title": "扬州",
                "code": "321000"
            },
            {
                "title": "镇江",
                "code": "321100"
            },
            {
                "title": "泰州",
                "code": "321200"
            },
            {
                "title": "宿迁",
                "code": "321300"
            }
        ]
    },
    "330000": {
        "title": "浙江",
        "city": [
            {
                "title": "杭州",
                "code": "330100"
            },
            {
                "title": "宁波",
                "code": "330200"
            },
            {
                "title": "温州",
                "code": "330300"
            },
            {
                "title": "嘉兴",
                "code": "330400"
            },
            {
                "title": "湖州",
                "code": "330500"
            },
            {
                "title": "绍兴",
                "code": "330600"
            },
            {
                "title": "金华",
                "code": "330700"
            },
            {
                "title": "衢州",
                "code": "330800"
            },
            {
                "title": "舟山",
                "code": "330900"
            },
            {
                "title": "台州",
                "code": "331000"
            },
            {
                "title": "丽水",
                "code": "331100"
            }
        ]
    },
    "340000": {
        "title": "安徽",
        "city": [
            {
                "title": "合肥",
                "code": "340100"
            },
            {
                "title": "芜湖",
                "code": "340200"
            },
            {
                "title": "蚌埠",
                "code": "340300"
            },
            {
                "title": "淮南",
                "code": "340400"
            },
            {
                "title": "马鞍山",
                "code": "340500"
            },
            {
                "title": "淮北",
                "code": "340600"
            },
            {
                "title": "铜陵",
                "code": "340700"
            },
            {
                "title": "安庆",
                "code": "340800"
            },
            {
                "title": "黄山",
                "code": "341000"
            },
            {
                "title": "滁州",
                "code": "341100"
            },
            {
                "title": "阜阳",
                "code": "341200"
            },
            {
                "title": "宿州",
                "code": "341300"
            },
            {
                "title": "六安",
                "code": "341500"
            },
            {
                "title": "亳州",
                "code": "341600"
            },
            {
                "title": "池州",
                "code": "341700"
            },
            {
                "title": "宣城",
                "code": "341800"
            }
        ]
    },
    "350000": {
        "title": "福建",
        "city": [
            {
                "title": "福州",
                "code": "350100"
            },
            {
                "title": "厦门",
                "code": "350200"
            },
            {
                "title": "莆田",
                "code": "350300"
            },
            {
                "title": "三明",
                "code": "350400"
            },
            {
                "title": "泉州",
                "code": "350500"
            },
            {
                "title": "漳州",
                "code": "350600"
            },
            {
                "title": "南平",
                "code": "350700"
            },
            {
                "title": "龙岩",
                "code": "350800"
            },
            {
                "title": "宁德",
                "code": "350900"
            }
        ]
    },
    "360000": {
        "title": "江西",
        "city": [
            {
                "title": "南昌",
                "code": "360100"
            },
            {
                "title": "景德镇",
                "code": "360200"
            },
            {
                "title": "萍乡",
                "code": "360300"
            },
            {
                "title": "九江",
                "code": "360400"
            },
            {
                "title": "新余",
                "code": "360500"
            },
            {
                "title": "鹰潭",
                "code": "360600"
            },
            {
                "title": "赣州",
                "code": "360700"
            },
            {
                "title": "吉安",
                "code": "360800"
            },
            {
                "title": "宜春",
                "code": "360900"
            },
            {
                "title": "抚州",
                "code": "361000"
            },
            {
                "title": "上饶",
                "code": "361100"
            }
        ]
    },
    "370000": {
        "title": "山东",
        "city": [
            {
                "title": "济南",
                "code": "370100"
            },
            {
                "title": "青岛",
                "code": "370200"
            },
            {
                "title": "淄博",
                "code": "370300"
            },
            {
                "title": "枣庄",
                "code": "370400"
            },
            {
                "title": "东营",
                "code": "370500"
            },
            {
                "title": "烟台",
                "code": "370600"
            },
            {
                "title": "潍坊",
                "code": "370700"
            },
            {
                "title": "济宁",
                "code": "370800"
            },
            {
                "title": "泰安",
                "code": "370900"
            },
            {
                "title": "威海",
                "code": "371000"
            },
            {
                "title": "日照",
                "code": "371100"
            },
            {
                "title": "莱芜",
                "code": "371200"
            },
            {
                "title": "临沂",
                "code": "371300"
            },
            {
                "title": "德州",
                "code": "371400"
            },
            {
                "title": "聊城",
                "code": "371500"
            },
            {
                "title": "滨州",
                "code": "371600"
            },
            {
                "title": "菏泽",
                "code": "371700"
            }
        ]
    },
    "410000": {
        "title": "河南",
        "city": [
            {
                "title": "郑州",
                "code": "410100"
            },
            {
                "title": "开封",
                "code": "410200"
            },
            {
                "title": "洛阳",
                "code": "410300"
            },
            {
                "title": "平顶山",
                "code": "410400"
            },
            {
                "title": "安阳",
                "code": "410500"
            },
            {
                "title": "鹤壁",
                "code": "410600"
            },
            {
                "title": "新乡",
                "code": "410700"
            },
            {
                "title": "焦作",
                "code": "410800"
            },
            {
                "title": "济源",
                "code": "410881"
            },
            {
                "title": "濮阳",
                "code": "410900"
            },
            {
                "title": "许昌",
                "code": "411000"
            },
            {
                "title": "漯河",
                "code": "411100"
            },
            {
                "title": "三门峡",
                "code": "411200"
            },
            {
                "title": "南阳",
                "code": "411300"
            },
            {
                "title": "商丘",
                "code": "411400"
            },
            {
                "title": "信阳",
                "code": "411500"
            },
            {
                "title": "周口",
                "code": "411600"
            },
            {
                "title": "驻马店",
                "code": "411700"
            }
        ]
    },
    "420000": {
        "title": "湖北",
        "city": [
            {
                "title": "武汉",
                "code": "420100"
            },
            {
                "title": "黄石",
                "code": "420200"
            },
            {
                "title": "十堰",
                "code": "420300"
            },
            {
                "title": "宜昌",
                "code": "420500"
            },
            {
                "title": "襄阳",
                "code": "420600"
            },
            {
                "title": "鄂州",
                "code": "420700"
            },
            {
                "title": "荆门",
                "code": "420800"
            },
            {
                "title": "孝感",
                "code": "420900"
            },
            {
                "title": "荆州",
                "code": "421000"
            },
            {
                "title": "黄冈",
                "code": "421100"
            },
            {
                "title": "咸宁",
                "code": "421200"
            },
            {
                "title": "随州",
                "code": "421300"
            },
            {
                "title": "恩施",
                "code": "422800"
            },
            {
                "title": "仙桃",
                "code": "429004"
            },
            {
                "title": "潜江",
                "code": "429005"
            },
            {
                "title": "天门",
                "code": "429006"
            },
            {
                "title": "神农架",
                "code": "429021"
            }
        ]
    },
    "430000": {
        "title": "湖南",
        "city": [
            {
                "title": "长沙",
                "code": "430100"
            },
            {
                "title": "株洲",
                "code": "430200"
            },
            {
                "title": "湘潭",
                "code": "430300"
            },
            {
                "title": "衡阳",
                "code": "430400"
            },
            {
                "title": "邵阳",
                "code": "430500"
            },
            {
                "title": "岳阳",
                "code": "430600"
            },
            {
                "title": "常德",
                "code": "430700"
            },
            {
                "title": "张家界",
                "code": "430800"
            },
            {
                "title": "益阳",
                "code": "430900"
            },
            {
                "title": "郴州",
                "code": "431000"
            },
            {
                "title": "永州",
                "code": "431100"
            },
            {
                "title": "怀化",
                "code": "431200"
            },
            {
                "title": "娄底",
                "code": "431300"
            },
            {
                "title": "湘西",
                "code": "433100"
            }
        ]
    },
    "440000": {
        "title": "广东",
        "city": [
            {
                "title": "广州",
                "code": "440100"
            },
            {
                "title": "韶关",
                "code": "440200"
            },
            {
                "title": "深圳",
                "code": "440300"
            },
            {
                "title": "珠海",
                "code": "440400"
            },
            {
                "title": "汕头",
                "code": "440500"
            },
            {
                "title": "佛山",
                "code": "440600"
            },
            {
                "title": "江门",
                "code": "440700"
            },
            {
                "title": "湛江",
                "code": "440800"
            },
            {
                "title": "茂名",
                "code": "440900"
            },
            {
                "title": "肇庆",
                "code": "441200"
            },
            {
                "title": "惠州",
                "code": "441300"
            },
            {
                "title": "梅州",
                "code": "441400"
            },
            {
                "title": "汕尾",
                "code": "441500"
            },
            {
                "title": "河源",
                "code": "441600"
            },
            {
                "title": "阳江",
                "code": "441700"
            },
            {
                "title": "清远",
                "code": "441800"
            },
            {
                "title": "东莞",
                "code": "441900"
            },
            {
                "title": "中山",
                "code": "442000"
            },
            {
                "title": "东沙",
                "code": "442101"
            },
            {
                "title": "潮州",
                "code": "445100"
            },
            {
                "title": "揭阳",
                "code": "445200"
            },
            {
                "title": "云浮",
                "code": "445300"
            }
        ]
    },
    "450000": {
        "title": "广西",
        "city": [
            {
                "title": "南宁",
                "code": "450100"
            },
            {
                "title": "柳州",
                "code": "450200"
            },
            {
                "title": "桂林",
                "code": "450300"
            },
            {
                "title": "梧州",
                "code": "450400"
            },
            {
                "title": "北海",
                "code": "450500"
            },
            {
                "title": "防城港",
                "code": "450600"
            },
            {
                "title": "钦州",
                "code": "450700"
            },
            {
                "title": "贵港",
                "code": "450800"
            },
            {
                "title": "玉林",
                "code": "450900"
            },
            {
                "title": "百色",
                "code": "451000"
            },
            {
                "title": "贺州",
                "code": "451100"
            },
            {
                "title": "河池",
                "code": "451200"
            },
            {
                "title": "来宾",
                "code": "451300"
            },
            {
                "title": "崇左",
                "code": "451400"
            }
        ]
    },
    "460000": {
        "title": "海南",
        "city": [
            {
                "title": "海口",
                "code": "460100"
            },
            {
                "title": "三亚",
                "code": "460200"
            },
            {
                "title": "三沙",
                "code": "460300"
            },
            {
                "title": "五指山",
                "code": "469001"
            },
            {
                "title": "琼海",
                "code": "469002"
            },
            {
                "title": "儋州",
                "code": "469003"
            },
            {
                "title": "文昌",
                "code": "469005"
            },
            {
                "title": "万宁",
                "code": "469006"
            },
            {
                "title": "东方",
                "code": "469007"
            },
            {
                "title": "定安",
                "code": "469025"
            },
            {
                "title": "屯昌",
                "code": "469026"
            },
            {
                "title": "澄迈",
                "code": "469027"
            },
            {
                "title": "临高",
                "code": "469028"
            },
            {
                "title": "白沙",
                "code": "469030"
            },
            {
                "title": "昌江",
                "code": "469031"
            },
            {
                "title": "乐东",
                "code": "469033"
            },
            {
                "title": "陵水",
                "code": "469034"
            },
            {
                "title": "保亭",
                "code": "469035"
            },
            {
                "title": "琼中",
                "code": "469036"
            },
            {
                "title": "西沙",
                "code": "469037"
            },
            {
                "title": "南沙",
                "code": "469038"
            },
            {
                "title": "中沙",
                "code": "469039"
            }
        ]
    },
    "500000": {
        "title": "重庆",
        "city": [
            {
                "title": "重庆",
                "code": "500100"
            }
        ]
    },
    "510000": {
        "title": "四川",
        "city": [
            {
                "title": "成都",
                "code": "510100"
            },
            {
                "title": "自贡",
                "code": "510300"
            },
            {
                "title": "攀枝花",
                "code": "510400"
            },
            {
                "title": "泸州",
                "code": "510500"
            },
            {
                "title": "德阳",
                "code": "510600"
            },
            {
                "title": "绵阳",
                "code": "510700"
            },
            {
                "title": "广元",
                "code": "510800"
            },
            {
                "title": "遂宁",
                "code": "510900"
            },
            {
                "title": "内江",
                "code": "511000"
            },
            {
                "title": "乐山",
                "code": "511100"
            },
            {
                "title": "南充",
                "code": "511300"
            },
            {
                "title": "眉山",
                "code": "511400"
            },
            {
                "title": "宜宾",
                "code": "511500"
            },
            {
                "title": "广安",
                "code": "511600"
            },
            {
                "title": "达州",
                "code": "511700"
            },
            {
                "title": "雅安",
                "code": "511800"
            },
            {
                "title": "巴中",
                "code": "511900"
            },
            {
                "title": "资阳",
                "code": "512000"
            },
            {
                "title": "阿坝",
                "code": "513200"
            },
            {
                "title": "甘孜",
                "code": "513300"
            },
            {
                "title": "凉山",
                "code": "513400"
            }
        ]
    },
    "520000": {
        "title": "贵州",
        "city": [
            {
                "title": "贵阳",
                "code": "520100"
            },
            {
                "title": "六盘水",
                "code": "520200"
            },
            {
                "title": "遵义",
                "code": "520300"
            },
            {
                "title": "安顺",
                "code": "520400"
            },
            {
                "title": "铜仁",
                "code": "522200"
            },
            {
                "title": "黔西南",
                "code": "522300"
            },
            {
                "title": "毕节",
                "code": "522400"
            },
            {
                "title": "黔东南",
                "code": "522600"
            },
            {
                "title": "黔南",
                "code": "522700"
            }
        ]
    },
    "530000": {
        "title": "云南",
        "city": [
            {
                "title": "昆明",
                "code": "530100"
            },
            {
                "title": "曲靖",
                "code": "530300"
            },
            {
                "title": "玉溪",
                "code": "530400"
            },
            {
                "title": "保山",
                "code": "530500"
            },
            {
                "title": "昭通",
                "code": "530600"
            },
            {
                "title": "丽江",
                "code": "530700"
            },
            {
                "title": "普洱",
                "code": "530800"
            },
            {
                "title": "临沧",
                "code": "530900"
            },
            {
                "title": "楚雄",
                "code": "532300"
            },
            {
                "title": "红河",
                "code": "532500"
            },
            {
                "title": "文山",
                "code": "532600"
            },
            {
                "title": "西双版纳",
                "code": "532800"
            },
            {
                "title": "大理",
                "code": "532900"
            },
            {
                "title": "德宏",
                "code": "533100"
            },
            {
                "title": "怒江",
                "code": "533300"
            },
            {
                "title": "迪庆",
                "code": "533400"
            }
        ]
    },
    "540000": {
        "title": "西藏",
        "city": [
            {
                "title": "拉萨",
                "code": "540100"
            },
            {
                "title": "昌都",
                "code": "542100"
            },
            {
                "title": "山南",
                "code": "542200"
            },
            {
                "title": "日喀则",
                "code": "542300"
            },
            {
                "title": "那曲",
                "code": "542400"
            },
            {
                "title": "阿里",
                "code": "542500"
            },
            {
                "title": "林芝",
                "code": "542600"
            }
        ]
    },
    "610000": {
        "title": "陕西",
        "city": [
            {
                "title": "西安",
                "code": "610100"
            },
            {
                "title": "铜川",
                "code": "610200"
            },
            {
                "title": "宝鸡",
                "code": "610300"
            },
            {
                "title": "咸阳",
                "code": "610400"
            },
            {
                "title": "渭南",
                "code": "610500"
            },
            {
                "title": "延安",
                "code": "610600"
            },
            {
                "title": "汉中",
                "code": "610700"
            },
            {
                "title": "榆林",
                "code": "610800"
            },
            {
                "title": "安康",
                "code": "610900"
            },
            {
                "title": "商洛",
                "code": "611000"
            }
        ]
    },
    "620000": {
        "title": "甘肃",
        "city": [
            {
                "title": "兰州",
                "code": "620100"
            },
            {
                "title": "嘉峪关",
                "code": "620200"
            },
            {
                "title": "金昌",
                "code": "620300"
            },
            {
                "title": "白银",
                "code": "620400"
            },
            {
                "title": "天水",
                "code": "620500"
            },
            {
                "title": "武威",
                "code": "620600"
            },
            {
                "title": "张掖",
                "code": "620700"
            },
            {
                "title": "平凉",
                "code": "620800"
            },
            {
                "title": "酒泉",
                "code": "620900"
            },
            {
                "title": "庆阳",
                "code": "621000"
            },
            {
                "title": "定西",
                "code": "621100"
            },
            {
                "title": "陇南",
                "code": "621200"
            },
            {
                "title": "临夏",
                "code": "622900"
            },
            {
                "title": "甘南",
                "code": "623000"
            }
        ]
    },
    "630000": {
        "title": "青海",
        "city": [
            {
                "title": "西宁",
                "code": "630100"
            },
            {
                "title": "海东",
                "code": "632100"
            },
            {
                "title": "海北",
                "code": "632200"
            },
            {
                "title": "黄南",
                "code": "632300"
            },
            {
                "title": "海南",
                "code": "632500"
            },
            {
                "title": "果洛",
                "code": "632600"
            },
            {
                "title": "玉树",
                "code": "632700"
            },
            {
                "title": "海西",
                "code": "632800"
            }
        ]
    },
    "640000": {
        "title": "宁夏",
        "city": [
            {
                "title": "银川",
                "code": "640100"
            },
            {
                "title": "石嘴山",
                "code": "640200"
            },
            {
                "title": "吴忠",
                "code": "640300"
            },
            {
                "title": "固原",
                "code": "640400"
            },
            {
                "title": "中卫",
                "code": "640500"
            }
        ]
    },
    "650000": {
        "title": "新疆",
        "city": [
            {
                "title": "乌鲁木齐",
                "code": "650100"
            },
            {
                "title": "克拉玛依",
                "code": "650200"
            },
            {
                "title": "吐鲁番",
                "code": "652100"
            },
            {
                "title": "哈密",
                "code": "652200"
            },
            {
                "title": "昌吉",
                "code": "652300"
            },
            {
                "title": "博尔塔拉",
                "code": "652700"
            },
            {
                "title": "巴音郭楞",
                "code": "652800"
            },
            {
                "title": "阿克苏",
                "code": "652900"
            },
            {
                "title": "克孜勒苏",
                "code": "653000"
            },
            {
                "title": "喀什",
                "code": "653100"
            },
            {
                "title": "和田",
                "code": "653200"
            },
            {
                "title": "伊犁哈萨",
                "code": "654000"
            },
            {
                "title": "塔城",
                "code": "654200"
            },
            {
                "title": "阿勒泰",
                "code": "654300"
            },
            {
                "title": "石河子",
                "code": "659001"
            },
            {
                "title": "阿拉尔",
                "code": "659002"
            },
            {
                "title": "图木舒克",
                "code": "659003"
            },
            {
                "title": "五家渠",
                "code": "659004"
            }
        ]
    },
    "710000": {
        "title": "台湾",
        "city": [
            {
                "title": "台北",
                "code": "710100"
            },
            {
                "title": "高雄",
                "code": "710200"
            },
            {
                "title": "台南",
                "code": "710300"
            },
            {
                "title": "台中",
                "code": "710400"
            },
            {
                "title": "金门",
                "code": "710500"
            },
            {
                "title": "南投",
                "code": "710600"
            },
            {
                "title": "基隆",
                "code": "710700"
            },
            {
                "title": "新竹",
                "code": "710800"
            },
            {
                "title": "嘉义",
                "code": "710900"
            },
            {
                "title": "新北",
                "code": "711100"
            },
            {
                "title": "宜兰",
                "code": "711200"
            },
            {
                "title": "新竹",
                "code": "711300"
            },
            {
                "title": "桃园",
                "code": "711400"
            },
            {
                "title": "苗栗",
                "code": "711500"
            },
            {
                "title": "彰化",
                "code": "711700"
            },
            {
                "title": "嘉义",
                "code": "711900"
            },
            {
                "title": "云林",
                "code": "712100"
            },
            {
                "title": "屏东",
                "code": "712400"
            },
            {
                "title": "台东",
                "code": "712500"
            },
            {
                "title": "花莲",
                "code": "712600"
            },
            {
                "title": "澎湖",
                "code": "712700"
            },
            {
                "title": "连江",
                "code": "712800"
            }
        ]
    },
    "810000": {
        "title": "香港",
        "city": [
            {
                "title": "香港岛",
                "code": "810100"
            },
            {
                "title": "九龙",
                "code": "810200"
            },
            {
                "title": "新界",
                "code": "810300"
            }
        ]
    },
    "820000": {
        "title": "澳门",
        "city": [
            {
                "title": "澳门半岛",
                "code": "820100"
            },
            {
                "title": "离岛",
                "code": "820200"
            }
        ]
    },
    "990000": {
        "title": "海外",
        "city": [
            {
                "title": "海外",
                "code": "990100"
            }
        ]
    }
}
};

export default Area;